# Taps
tap 'mas-cli/tap'
tap 'thoughtbot/formulae'
tap 'hashicorp/tap'

# Casks
cask '1password'
cask 'activitywatch'
cask 'android-platform-tools'
cask 'android-studio'
cask 'appcleaner'
cask 'bitwarden'
cask 'brave-browser'
cask 'clockify'
cask 'cyberduck'
cask 'docker'
cask 'firefox'
cask 'font-hack'
cask 'google-chrome'
cask 'iterm2'
cask 'lens'
cask 'microsoft-edge'
cask 'ngrok'
cask 'postico'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'zoom'
cask 'zulu'

# Packages
brew 'act'
brew 'actionlint'
brew 'cocoapods'
brew 'diff-so-fancy'
brew 'doctl'
brew 'doppler'
brew 'duti'
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'git-delete-merged-branches'
brew 'git-extras'
brew 'grc'
brew 'hashicorp/tap/terraform'
brew 'imagemagick'
brew 'jq'
brew 'kubectl'
brew 'mas'
brew 'n'
brew 'procs'
brew 'python'
brew 'thoughtbot/formulae/rcm'
brew 'vercel-cli'
brew 'yarn'
brew 'watchman'

# # Mac App Store
mas "WiFi Explorer Lite", id: 1408727408
